Repository: luizfreires/lrw-photoswipe-gallery
Catalog: languages/lrw-photoswipe-gallery-*.po
Languages: pt_br

source: Plugin for implement PhotoSwipe JS plugin in default galleries WordPress.
pt_br: Plugin para implementar o plugin JS PhotoSwipe nas galerias padrões do WordPress.

source: General settings
pt_br: Configurações gerais

source: Active only in singular posts:
pt_br: Ativar somente em posts individuais:

source: Setup UI PhotoSwipe
pt_br: Configuração UI PhotoSwipe

source: Display close button:
pt_br: Exibir botão fechar:

source: Display fullscreen button:
pt_br: Exibir botão fullscreen:

source: Display zoom button:
pt_br: Exibir botão zoom:

source: Display share button:
pt_br: Exibir botão compartilhar:

source: Display image counter:
pt_br: Exibir contador de imagens:

source: Display arrow navigation:
pt_br: Exibir setas de navegação:

source: Display image preloader:
pt_br: Exibir preloader imagem:

source: This configurations are optionals, fell free to change.
pt_br: Estas configurações são opcionais, sinta-se livre para alterar.

source: If true, the plugin scripts enqueue only in singular posts. If not, enqueue in all site.
pt_br: Se for verdadeiro, os scripts do plugin são adicionados apenas em posts individuais. Se não, são adicionados em todo site.

source: Settings
pt_br: Configurações

source: Gallery Settings
pt_br: Configurações da galeria

source: Close (Esc)
pt_br: Fechar (Esc)

source: Share
pt_br: Compartilhar

source: Toggle fullscreen
pt_br: Alternar fullscreen

source: Previous (arrow left)
pt_br: Anterior (seta esquerda)

source: Next (arrow right)
pt_br: Próximo (seta direita)

source: Share on Facebook
pt_br: Compartilhar no Facebook

source: Tweet
pt_br: Tweetar

source: Download image
pt_br: Download imagem
